{
  "folder": "pL7acBbodkxQcN9x",
  "name": "Headtaker",
  "type": "discipline",
  "_id": "Urh35kH2PlazV9YK",
  "img": "icons/skills/melee/unarmed-punch-fist.webp",
  "system": {
    "description": "<blockquote><p>Ritualist-warriors who perfect the ritual of killing and decapitation, the law of equivalent exchange, Masters of Reaping Fates.</p></blockquote><p>In the Sword Isles, despite what others might have you believe, killing is a ritual undertaking. Among the shoreline settlements and metropoles, killing a man is a coming of age ritual. One that begins your journey in these islands as an individual.</p><p>Deep into the mountains of Rusunuga, in the One Thousand Plutocracies that live upon its mountains-one of which is Vuyu-they practice ritual headhunting. This tradition is something not specific to them as well: warrior braves in lowland settlements frequently picked up their slain enemies' heads to be portrayed upon their house, and some plucked out the hairs of their slain enemies to use as decoration for their kalasag shields.</p><p>They do this because everybody holds a certain amount of Gahum, pure untapped spiritual power. By accruing this Gahum, they themselves get stronger, gaining more favor in the eyes of the ancestors. When a person dies, their Gahum is transferred to whoever takes it, either through their head or through the sweat or liquids from their body after a mummifying process. This is why the burial rituals in The Sword Isles are varied, long, and revered.</p><p>The Headtaker is someone who specializes in collecting heads. They have turned this immaculate and sacred ritual act into a business, a job. This is what the islands have fallen to. What was once a ritual tradition, that sacred act of killing, has been blasphemed.</p><p>The warriors of Apumbukid have learned this tradition from the headhunting folk of Vuyu and the mountains of Rusunuga. Many Headtakers travel to Apumbukid to cease their ritual headhunting with their fellow man, and instead hunt down those that are disrupting Hiyang, as a form of ritual sacrifice and ritual killing.</p><p>Headtakers usually trawl the lands and accept jobs from Datu to perform headhunting ritual killings for any reason, whether it be for revenge, for murder, or for mourning. In return, Headtakers are given lodging and acceptance into society. A sort of necessary evil. In this way, they are no different from any other Kadungganan, but Kadungganan have the gall to think they are different. That their killing is in any way more sacred or more noble.</p><p>Headtakers are trained in the mountains or hinterlands, subjected to harsher conditions than normal, whether it be cloying hot jungles or the near freezing cold of the highest peaks in The Sword Isles. They are at home in the shadows of the trees, above the unseen branches, clad in shade and vine. They do whatever they need to do to perfect their Technique, taught in all manner of martial arts by all manner of teachers. Sometimes these teachers are ancestor spirits, sometimes these are diwata, sometimes these are the folk living in these hinterland regions. Whoever it may be, it does not matter to the Headtaker. All teachings lead to the ritual art of decapitation.</p><blockquote><p>When you become a Headtaker, ask yourself: are you willing to become headless to perform your duty? Ignorance is bliss, Kadungganan.</p></blockquote><p><strong>Weapons:</strong> Headtaking Axe, sickle, tabak, golok, pinute</p><p><strong>Armors:</strong> Cloaks, rain capes, breastplates, silk robes</p>",
    "hp": {
      "max": 7
    },
    "speed": 4,
    "jump": 4,
    "prowesses": {
      "brv": 1,
      "fai": 1,
      "pos": 0,
      "res": 0
    },
    "trait": {
      "description": "<p>At the start of violence, choose 1 fighter and mark them as your <strong>Ritual Kill</strong>. Gain a <strong>Ritual Kill Die</strong>, which is a <strong>d10</strong>. The ritual kill die scores <strong>2 Hits</strong> on a <strong>10</strong>. At the start of your riff, you can change your Ritual Kill to any other fighter, but you lose all Ritual Kill Dice except 1.</p><p>You can gain Ritual Kill Dice to a maximum of your Faith. Gain a Ritual Kill Die when you <em>start your riff</em> and <em>the Ritual Kill target starts their riff.</em> When you attack your Ritual Kill, add all accumulated Ritual Kill Dice to the attack. You lose all Ritual Kill Dice if you attack another fighter.</p><p>When your Ritual Kill is defeated, <strong>fly 3 and heal 1,</strong> and then choose another Ritual Kill in the battlefield.</p>",
      "name": "Decapitation Rite",
      "flavor": "<p><em>The Headtaking Rite is an endlessly difficult martial art to master, and it is not taught to just anyone. Everyone that becomes a Headtaker understands combat-as-ritual, and does not and will never take it lightly. They will only take heads if they must, if they need to, if the ancestors command it. The Decapitation Rite is a martial art that uses venoms, shadows, bamboos, combined with large strides and a low stance to defeat opponents.</em></p>"
    },
    "violences": {
      "flavor": "<p><em>Headtakers are trained in the art of leaping from tree to tree, bough to bough, finding the perfect angle to strike down and end things.</em></p>",
      "attacks": {
        "1": {
          "description": "<p>While you're not within 2 tiles of your Ritual Kill Target, gain <strong>1 Ritual Kill Die</strong> and gain <strong>Stealth.</strong></p>",
          "rolls": {
            "brv": false,
            "fai": false,
            "pos": false,
            "res": false
          },
          "name": "Biding Shadow"
        },
        "2": {
          "description": "<p>Attack an adjacent fighter with Bravery. If from Stealth, <strong>teleport 1</strong> and add <strong>+Faith.</strong></p>",
          "rolls": {
            "brv": true,
            "fai": false,
            "pos": false,
            "res": false
          },
          "name": "Ambush"
        },
        "3": {
          "description": "<p>While you can see your ritual kill, discard 1 Ritual Kill Die to teleport adjacent to them and then <strong>attack them with Bravery.</strong></p>",
          "rolls": {
            "brv": true,
            "fai": false,
            "pos": false,
            "res": false
          },
          "name": "Shadow Knife"
        }
      },
      "name": "Shadow Striker"
    },
    "identifier": "headtaker",
    "label": "GUBAT_BANWA.Kadungganan.Discipline.Headtaker",
    "style": "raider"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "gubat-banwa-1-4",
    "systemVersion": "0.0.1",
    "coreVersion": "11.315",
    "createdTime": 1730717980504,
    "modifiedTime": 1730754335979,
    "lastModifiedBy": "GubatBanwaPacker"
  },
  "_key": "!items!Urh35kH2PlazV9YK"
}
