{
  "folder": "Ipzu7G2K0b9Z2ubl",
  "name": "I - Litany of the Porcelain Lady",
  "type": "technique",
  "_id": "69dpCAbqvYccd4ig",
  "img": "icons/skills/melee/maneuver-sword-katana-yellow.webp",
  "system": {
    "description": "<p><em>You utter a song of purity, reverberating with porcelain daintiness.</em></p><p>Spend 1 Beat and choose a tile in range 4. You and allies in burst 2 of that tile gain <strong>Block 2.</strong> When this Block is reduced to 0, can <strong>rush 2.</strong> All haze tiles in the burst suffer the strong wind of your song.</p><p><strong>Song of Antifragility:</strong> Spend 2 Beats. The allies become <strong>immune</strong> to forced movement until the end of your next riff and they gain <strong>Haste</strong> until the end of their next riff.</p><p><strong>Porcelain Shattering Song:</strong> Spend 3 Beats. Extend the range to <strong>all allies in the battlefield,</strong> and they gain <strong>Block 3</strong> instead.</p>",
    "label": "",
    "equipped": false,
    "flavor": "<p><em>This is a song that sings of Putri Makadiyah, Porcelain Lady of Mournful Miracles, a healer-witch who was said to be an avatar of Mother Madyam, the Virgin Bearer of the Anointed One. Known sometimes as al-Kanitah, she is the most beautiful mother in all of Akai. As an avatar of The Mother, Putri Makadiyah was revered by her settlement, and she could summon rains during dry spells, and kill with just a word. Putri Makadiyah was eventually killed by a jealous datu, but her death curse was that his name would never be remembered. Putri Makadiyah is now revered as a goddess, and has a number of cults about the Sword Isles dedicated to her. Her idol is usually a weeping woman (her face is never shown) made of porcelain or earthenware, never earth. Her icon is very frequently an enclosed square with a down-pointing triangle within.</em></p>",
    "discipline": "strifesinger",
    "rank": 1
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "gubat-banwa-1-4",
    "systemVersion": "0.0.1",
    "coreVersion": "11.315",
    "createdTime": 1731841523753,
    "modifiedTime": 1731841649444,
    "lastModifiedBy": "GubatBanwaPacker"
  },
  "_key": "!items!69dpCAbqvYccd4ig"
}
